Revit 2027 API
ParameterTypeId.RgbGParam Property
 "Green value for RGB color spec. (for Use with XAML Data Template example)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RgbGParam { get; }
Public Shared ReadOnly Property RgbGParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RgbGParam {
	ForgeTypeId^ get ();
}
static member RgbGParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace